package texts

var (
	AddPlantTitleText = "Пришло время добавить растение🌱\n" +
		"Давай дадим ему имя.\n\n" +
		"Отправь мне сообщение с текстом, и я запомню его как название растения.\n\n"

	AddPlantDescriptionText = "<b>Растение:</b> %s\n\n" +
		"Круто, теперь я знаю на одно растение больше😍\n" +
		"Добавишь его описание? Чтобы знать наверняка, о каком зеленом речь.\n\n" +
		"Отправь мне сообщение с текстом, и я запомню его как описание растения <b>%s</b>.\n\n" +
		"Если не хочешь добавлять описание, нажми \"Пропустить\".\n\n"

	AddPlantGroupText = "<b>Растение:</b> %s\n" +
		"<b>Описание растения:</b> %s\n\n" +
		"Сохранил описание📝\n" +
		"Давай закрепим растение за одним из твоих сценариев.\n\n" +
		"Выбери ниже название сценария, чтобы закрепить за ним растение <b>%s</b>:\n\n"
)
